Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/tegnsprak_nob.docx.tmx
Source language: nob
Languages: sme

source: Norsk tegnspråk og dets stilling i det samiske samfunnet.
sme: Dárogiela mearkagiella ja dan sadji sámi servodagas.

source: NSR vil løfte opp norsk tegnspråk og dets stilling i det samiske samfunnet som sak.
sme: NSR háliida loktet dárogiela mearkagiela ja dan sajádaga sámi servodagas, áššin.

source: Det offentlige skal sikre tilgang til språklige rettigheter og til likeverdig deltagelse i samfunnet.
sme: Almmolašvuohta galgá sihkkarastit gielalaš vuoigatvuođaid ja ahte buohkat sáhttet searvat servodahkii ovtta dásis.

source: Beaiveálgu-erklæringen setter søkelys på dette.
sme: Beaiveálgu-julggáštus čalmmustahttá dán.

source: «Samer med funksjonsnedsettelser har krav på like rettigheter og muligheter i det samiske samfunnet gjennom tiltakene i likestillingsmeldingen».
sme: Sámiin geain lea doaibmavádjitvuođat leat seamma vuoigatvuođat ja vejolašvuođat sámi servodagas dásseárvodieđáhusa doaibmabijuid bokte.

source: I dag er det ofte slik at samiske barn som velger tegnspråk som språk ikke nødvendigvis får samisk.
sme: Dál lea dávjá nu ahte ahte sámi mánát geat válljejit mearkagiela giellan, eai oaččo dan sámegillii.

source: Eller omvendt.
sme: Dahje nuppebeliid.

source: Det handler om manglende kompetanse og ressurser, samt at det ikke ligger godt nok inne i plan og rammeverk for skolen.
sme: Dás lea sáhka váilevaš gelbbolašvuođas ja ressurssain, ja dasa lassin ii leat dát doarvái bures biddjon skuvllaplánaide ja rámmavuogádagaide.

source: Å utvikle språk og identitet er en menneskerett.
sme: Ovdánahttit giela ja identitehta lea olmmošvuoigatvuohta.

source: I Språkstatus 2021- fra Språkrådet gis tegnspråk ekstra plass.
sme: Språkstatus 2021 čállosis- maid Språkrådet lea almmuhan, lea mearkagiela birra ollu čállon.

source: Fram til 80-tallet ble døve barn undervist uten bruk av tegnspråk.
sme: Gitta 80-logu rádjai ožžo bealljehis mánát oahpahusa mearkagiela geavakeahttá.

source: Tegnspråk var ikke anerkjent, noe som er endret.
sme: Mearkagiella ii lean dohkkehuvvon, muhto dát lea rievdan dál.

source: Rettigheten til norsk tegnspråk er uavhengig av hørsel.
sme: Dárogiela mearkagiela vuoigatvuohta ii leat čatnon gullui.

source: Mennesker med tilknytning til minoriteten har rettigheter til tegnspråk.
sme: Minoritehtii čatnon olbmuin lea vuoigatvuohta mearkagillii.

source: Språkmelding (Meld. St.8 (2018 – 2019)) Regjeringen utnevnte 13. aug. 2021 et offentlig utvalg som skal utrede situasjonen for norsk tegnspråk på bakgrunn av den nye språkloven som trer i kraft 1. jan 2022.
sme: Gielladieđáhus (Meld. St.8 (2018 – 2019) Ráđđehus nammadii borgemánu 13. beaivvi 2021 almmolaš lávdegotti mii galgá guorahallat dárogiela mearkagiela dili ođđa giellalága vuođul, mii boahtá fápmui ođđajagemánu 2022.

source: NSR ber Sametinget/ sametingsrådet opprette kontakt med utvalget og initiere et samarbeid slik at utvalget ser på samiske døve sine rettigheter til tegnspråk, hvordan det har fungert og hvordan det har virket inn på ulike områder i livet
sme: NSR bivdá Sámedikki/Sámediggeráđi ásahit oktavuođa lávdegottiin ja vuolggahit ovttasbarggu nu ahte lávdegoddi maiddái geahčada sámi bealjehemiid mearkagiella vuoigatvuođaid, mo dát lea doaibman ja mo dát lea váikkuhan eallima iešguđetlágan beliide.
